Revit 2027 API
ParameterTypeId.CalloutTag Property
 "Callout Tag"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CalloutTag { get; }
Public Shared ReadOnly Property CalloutTag As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CalloutTag {
	ForgeTypeId^ get ();
}
static member CalloutTag : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace